{
  "header": {
    "logo": "Javier",
    "menu": [
      { "title": "Home", "link": "#home" },
      { "title": "Proyectos", "link": "#Proyectos" },
      { "title": "Skills", "link": "#skills" },
      { "title": "Education", "link": "#education" }
    ]
  },
  "home": {
    "image": "./img/foto-porfolioV4.jpg",
    "title": "Hola soy Javier B.",
    "subtitle": "Y soy",
    "description": "Soy un Desarrollador web especializado en Front-End y tengo habilidades en HTML, HTML5, CSS, SASS, Maquetacion, Git(Control de Versiones), Git.Hub, JavaScript, Bootstrap, WordPress, React.js, Node.JS, Adobe Illustrator y Shopify. Mi objetivo profesional es ampliar mi conocimiento como desarrollador Frontd-end y trabajar en proyectos que me permitan aprender y adquirir nuevas habilidades. Si buscas a alguien que pueda aportar creatividad y atención al detalle a tu equipo de desarrollo, no dudes en contactarme.",
    "social": [
      { "name": "LinkedIn", "link": "https://www.linkedin.com/in/javier-bernal-913133256/" },
      { "name": "GitHub", "link": "https://github.com/Wilz0n" },
      { "name": "Instagram", "link": "https://www.instagram.com/wils0nnn/" }
    ],
    "buttons": [
      { "text": "Contactame", "link": "mailto:fishas02@gmail.com" },
      { "text": "Descargar CV", "link": "./CV/Javier-Bernal-Acosta-CV.pdf", "download": true }
    ]
  },
  "proyectos": [
    {
      "title": "PortafolioV4",
      "link": "./ProyectosHTML/Proyecto-PortafolioV4/Proyecto-PorfolioV4.html",
      "description": "Bueno este apartado fue puesto para que las personas que entren a este portafolio puedan tener una guia de como construir uno y pueda inspirarse de este mismo, recordar que todo el codigo pueden encontrarlo en mi git.hub."
    },
    {
      "title": "IDAT",
      "link": "./ProyectosHTML/Proyecto-IDAT/Proyectos-IDAT.html",
      "description": "Bienvenido a la sección de proyectos. Aquí encontrarás una selección de los trabajos en los que he participado dentro de IDAT. Cada proyecto incluye una breve descripción del proyecto dentro del Readme.md por favor sientase libre de dejar un comentario de mejora en los comentarios del git.hub oh al correo personal."
    },
    {
      "title": "React.JS",
      "link": "./ProyectosHTML/Proyecto-React/Proyecto-React.html",
      "description": "Mi primera meta como programador fue el hecho de querer especializarme en una rama en este caso seria el poder mejorar mis habilidades dentro de React.Js tratando de sobresalir de los demas haciendo constantes practicas y probando cada metodo que pueda aver dentro de React."
    },
    {
      "title": "Wordpress",
      "link": "./ProyectosHTML/Proyecto-Wordpress/Proyecto-Wordpress.html",
      "description": "Dentro de Wordpress tuve una amplia experiencia de desarrollo gracias al sitio de trabajo de FIVER el cual me permitio poder adquirir experiencia en trabajos reales cuanto con mas de 14 a 15 proyectos desarrollados en Wordpress en los cuales se detallan dentro de este formato."
    }
  ],
  "skills": [
    { "name": "HTML", "icon": "./img/HTML.png" },
    { "name": "CSS", "icon": "./img/css3.png" },
    { "name": "JS", "icon": "./img/js.png" },
    { "name": "React.js", "icon": "./img/react.png" },
    { "name": "Bootstrap", "icon": "./img/bootstrap.png" },
    { "name": "Node.Js", "icon": "./img/nodejs.png" },
    { "name": "Angular", "icon": "./img/angular.png" },
    { "name": "Wordpress", "icon": "./img/Wordpress.png" },
    { "name": "Git", "icon": "./img/git.png" },
    { "name": "Git.hub", "icon": "./img/github.png" }
  ],
  "education": [
    {
      "title": "Idat",
      "description": "Realize un Curso en Idat para la especialisacion en el Desarrollo Front-end en el cual me dieron el conocimiento en distintos frameworks y trabajos actuales realizados por empresas para lograr el mejor rendimiento en la misma."
    },
    {
      "title": "Platzi",
      "description": "LLeve el curso de Platzi en el cual tambien me enseñaron a como ser un Desarrollador Front-end pero enfocado mas al uso de React.JS, Typescript, Angular y Boostrap; muy aparte de ello tambien pude realizar un par de practicas gracias a los proyectos que ellos me daban toda info esta en mi Git.Hub"
    },
    {
      "title": "Udemy",
      "description": "En la plataforma de Udemy logre desarrollar una mejora considerable ya que pude estudiar Node.JS y pude realizar mejores integraciones para bases de datos como SQL oh Mongo pero tambien me dio la oportunidad de usarlo en un metodo de pago como Mercado pago."
    },
    {
      "title": "Hola Mundo",
      "description": "Lleve este curso gracias a un amigo que pudo prestarme su cuenta en el cual el creado de Nicolas Schürmann nos enseñaba todo lo que viene a ser el Front-end con dinamicas actuales que se estan utilizando en empresas medianas a grandes."
    },
    {
      "title": "Roadmap.sh",
      "description": "Dentro de Roadmap.sh pude profundizar mejor la forma en la que programaba en el apartado del front-end ademas de ver temas mas teoricos que se llevaban en estos, cabe recalcar que aun sigo en proceso de terminar este apartado ya que Roadmap.sh da informacion de lectura sobre temas de programacion mas detallados."
    }
  ],
  "footer": {
    "social": [
      { "name": "LinkedIn", "link": "https://www.linkedin.com/in/javier-bernal-913133256/" },
      { "name": "Instagram", "link": "https://www.instagram.com/wils0nnn/" },
      { "name": "Facebook", "link": "https://www.facebook.com/profile.php?id=100040305469126" },
      { "name": "GitHub", "link": "https://github.com/Wilz0n" }
    ],
    "links": [
      { "text": "FAQ", "link": "#" },
      { "text": "Service", "link": "#" },
      { "text": "About", "link": "#" },
      { "text": "Contact", "link": "#" },
      { "text": "Privacy Policies", "link": "#" }
    ],
    "copyright": "© Javier Bernal | All Right Reserved"
  }
}
